Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kuvasanakirja_oahpa_saniid_julkaistu_digikirjana.html.tmx
Source language: fin
Languages: sme

source: Kuvasanakirja Oahpa sániid julkaistu digikirjana
sme: Govvasátnegirji Oahpa sániid almmustahtton digigirjin

source: Suositusta kuvasanakirjasta
sme: Bivnnuhis govvasátnegirjjis Oahpa sániid lea almmustahtton digiveršuvdna.

source: Oahpa sániid
sme: Sániid sáhttá guldalit, go spoahkkala sáni dahje gova, ja hárjehallat jietnadeami.

source: on julkaistu digiversio.
sme: Oahpa sániid sisttisdoallá sullii 500 dábáleamos davvisámegiela sáni iešguđet fáttás, nu mo ealle-, bearaš- ja borramušsániid.

source: Sanoja voi kuunnella klikkaamalla joko sanoja tai kuvia, ja harjoitella ääntämistä.
sme: Digigirjji lea ollašuhttán Ohcejoga gieldda ja Sámedikki oktasaš sámegielaid gáiddusoahpahusa pilohttaprošeakta , mii fállá anáraš-, nuortalaš ja davvisámegiela oahpahusa gáiddusin.

source: Oahpa sániid sisältää noin 500 tavallisinta pohjoissaamen kielen sanaa aihepiireittäin, kuten eläin-, perhe- ja ruokasanoja.
sme: Oahpahusa lassin prošeakta doarju sámegielat digitála oahppomateriálaid buvttadeami.

source: Kirja on sovitettu käännös Matti Morottajan kirjoittamasta inarinsaamenkielisestä kirjasta Oopâ saanijd .
sme: Girji lea heivehuvvon jorgalus Matti Morottaja čállin anárašgielat girjjis Oopâ saanijd .

source: Pohjoissaamenkielisen käännöksen on tehnyt Kaisa Tapiola-Länsman, kuvat on piirtänyt Sirpa Mänty.
sme: Davvisámegillii girjji lea jorgalan Kaisa Tapiola-Länsman, govaid fas sárgon Sirpa Mänty.

source: Digikirjan on toteuttanut Utsjoen kunnan ja Saamelaiskäräjien yhteinen saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke .
sme: Digisátnegirjji lea bádden ja jienaid editeren Janne Lappalainen.

source: Inarin-, koltan- ja pohjoissaamen opetuksen tarjoamisen lisäksi hanke tukee saamenkielisten digitaalisten oppimateriaalien tuotantoa.
sme: Lohkkin lea Juulienna Näkkäläjärvi.

source: Digisanakirjan äänityksestä ja editoinnista on vastannut Janne Lappalainen.
sme: Digisátnegirjji teknihkalaš čovdosiin leaba vástidan Arla Magga ja Unni Länsman.

source: Lukijana on Juulienna Näkkäläjärvi.
sme: Geahča ja guldal digigirjji liŋkkas: Oahpa sániid
